ITEM.name = "I'm A Navy Seal"
ITEM.desc = "A book which appears to be corrupted, containg some sort of shit post."
ITEM.flag = "S"
ITEM.category = "Literature"

ITEM.iconCam = {
	pos = Vector(0, 0, 200),
	ang = Angle(90, 0, 180),
	fov = 3.888,
}

ITEM.contents = [[
<h1>I'm A Navy Seal</h1>
<h3>By Unknown</h3>
<p>
山卄卂ㄒ　ㄒ卄乇　千ㄩ匚Ҝ　ᗪ丨ᗪ　ㄚㄖㄩ　ﾌㄩ丂ㄒ　千ㄩ匚Ҝ丨几Ꮆ　丂卂ㄚ　卂乃ㄖㄩㄒ　爪乇，　ㄚㄖㄩ　ㄥ丨ㄒㄒㄥ乇　乃丨ㄒ匚卄？　丨＇ㄥㄥ　卄卂ᐯ乇　ㄚㄖㄩ　Ҝ几ㄖ山　丨　Ꮆ尺卂ᗪㄩ卂ㄒ乇ᗪ　ㄒㄖ卩　ㄖ千　爪ㄚ　匚ㄥ卂丂丂　丨几　ㄒ卄乇　几卂ᐯㄚ　丂乇卂ㄥ丂，　卂几ᗪ　丨＇ᐯ乇　乃乇乇几　丨几ᐯㄖㄥᐯ乇ᗪ　丨几　几ㄩ爪乇尺ㄖㄩ丂　丂乇匚尺乇ㄒ　尺卂丨ᗪ丂　ㄖ几　卂ㄥ－Ɋㄩ卂乇ᗪ卂，　卂几ᗪ　丨　卄卂ᐯ乇　ㄖᐯ乇尺　３００　匚ㄖ几千丨尺爪乇ᗪ　Ҝ丨ㄥㄥ丂．　丨　卂爪　ㄒ尺卂丨几乇ᗪ　丨几　Ꮆㄖ尺丨ㄥㄥ卂　山卂尺千卂尺乇　卂几ᗪ　丨＇爪　ㄒ卄乇　ㄒㄖ卩　丂几丨卩乇尺　丨几　ㄒ卄乇　乇几ㄒ丨尺乇　ㄩ丂　卂尺爪乇ᗪ　千ㄖ尺匚乇丂．　ㄚㄖㄩ　卂尺乇　几ㄖㄒ卄丨几Ꮆ　ㄒㄖ　爪乇　乃ㄩㄒ　ﾌㄩ丂ㄒ　卂几ㄖㄒ卄乇尺　ㄒ卂尺Ꮆ乇ㄒ．　丨　山丨ㄥㄥ　山丨卩乇　ㄚㄖㄩ　ㄒ卄乇　千ㄩ匚Ҝ　ㄖㄩㄒ　山丨ㄒ卄　卩尺乇匚丨丂丨ㄖ几　ㄒ卄乇　ㄥ丨Ҝ乇丂　ㄖ千　山卄丨匚卄　卄卂丂　几乇ᐯ乇尺　乃乇乇几　丂乇乇几　乃乇千ㄖ尺乇　ㄖ几　ㄒ卄丨丂　乇卂尺ㄒ卄，　爪卂尺Ҝ　爪ㄚ　千ㄩ匚Ҝ丨几Ꮆ　山ㄖ尺ᗪ丂．　ㄚㄖㄩ　ㄒ卄丨几Ҝ　ㄚㄖㄩ　匚卂几　Ꮆ乇ㄒ　卂山卂ㄚ　山丨ㄒ卄　丂卂ㄚ丨几Ꮆ　ㄒ卄卂ㄒ　丂卄丨ㄒ　ㄒㄖ　爪乇　ㄖᐯ乇尺　ㄒ卄乇　丨几ㄒ乇尺几乇ㄒ？　ㄒ卄丨几Ҝ　卂Ꮆ卂丨几，　千ㄩ匚Ҝ乇尺．　卂丂　山乇　丂卩乇卂Ҝ　丨　卂爪　匚ㄖ几ㄒ卂匚ㄒ丨几Ꮆ　爪ㄚ　丂乇匚尺乇ㄒ　几乇ㄒ山ㄖ尺Ҝ　ㄖ千　丂卩丨乇丂　卂匚尺ㄖ丂丂　ㄒ卄乇　ㄩ丂卂　卂几ᗪ　ㄚㄖㄩ尺　丨卩　丨丂　乃乇丨几Ꮆ　ㄒ尺卂匚乇ᗪ　尺丨Ꮆ卄ㄒ　几ㄖ山　丂ㄖ　ㄚㄖㄩ　乃乇ㄒㄒ乇尺　卩尺乇卩卂尺乇　千ㄖ尺　ㄒ卄乇　丂ㄒㄖ尺爪，　爪卂ᎶᎶㄖㄒ．　ㄒ卄乇　丂ㄒㄖ尺爪　ㄒ卄卂ㄒ　山丨卩乇丂　ㄖㄩㄒ　ㄒ卄乇　卩卂ㄒ卄乇ㄒ丨匚　ㄥ丨ㄒㄒㄥ乇　ㄒ卄丨几Ꮆ　ㄚㄖㄩ　匚卂ㄥㄥ　ㄚㄖㄩ尺　ㄥ丨千乇．　ㄚㄖㄩ＇尺乇　千ㄩ匚Ҝ丨几Ꮆ　ᗪ乇卂ᗪ，　Ҝ丨ᗪ．　丨　匚卂几　乃乇　卂几ㄚ山卄乇尺乇，　卂几ㄚㄒ丨爪乇，　卂几ᗪ　丨　匚卂几　Ҝ丨ㄥㄥ　ㄚㄖㄩ　丨几　ㄖᐯ乇尺　丂乇ᐯ乇几　卄ㄩ几ᗪ尺乇ᗪ　山卂ㄚ丂，　卂几ᗪ　ㄒ卄卂ㄒ＇丂　ﾌㄩ丂ㄒ　山丨ㄒ卄　爪ㄚ　乃卂尺乇　卄卂几ᗪ丂．　几ㄖㄒ　ㄖ几ㄥㄚ　卂爪　丨　乇乂ㄒ乇几丂丨ᐯ乇ㄥㄚ　ㄒ尺卂丨几乇ᗪ　丨几　ㄩ几卂尺爪乇ᗪ　匚ㄖ爪乃卂ㄒ，　乃ㄩㄒ　丨　卄卂ᐯ乇　卂匚匚乇丂丂　ㄒㄖ　ㄒ卄乇　乇几ㄒ丨尺乇　卂尺丂乇几卂ㄥ　ㄖ千　ㄒ卄乇　ㄩ几丨ㄒ乇ᗪ　丂ㄒ卂ㄒ乇丂　爪卂尺丨几乇　匚ㄖ尺卩丂　卂几ᗪ　丨　山丨ㄥㄥ　ㄩ丂乇　丨ㄒ　ㄒㄖ　丨ㄒ丂　千ㄩㄥㄥ　乇乂ㄒ乇几ㄒ　ㄒㄖ　山丨卩乇　ㄚㄖㄩ尺　爪丨丂乇尺卂乃ㄥ乇　卂丂丂　ㄖ千千　ㄒ卄乇　千卂匚乇　ㄖ千　ㄒ卄乇　匚ㄖ几ㄒ丨几乇几ㄒ，　ㄚㄖㄩ　ㄥ丨ㄒㄒㄥ乇　丂卄丨ㄒ．　丨千　ㄖ几ㄥㄚ　ㄚㄖㄩ　匚ㄖㄩㄥᗪ　卄卂ᐯ乇　Ҝ几ㄖ山几　山卄卂ㄒ　ㄩ几卄ㄖㄥㄚ　尺乇ㄒ尺丨乃ㄩㄒ丨ㄖ几　ㄚㄖㄩ尺　ㄥ丨ㄒㄒㄥ乇　"匚ㄥ乇ᐯ乇尺"　匚ㄖ爪爪乇几ㄒ　山卂丂　卂乃ㄖㄩㄒ　ㄒㄖ　乃尺丨几Ꮆ　ᗪㄖ山几　ㄩ卩ㄖ几　ㄚㄖㄩ，　爪卂ㄚ乃乇　ㄚㄖㄩ　山ㄖㄩㄥᗪ　卄卂ᐯ乇　卄乇ㄥᗪ　ㄚㄖㄩ尺　千ㄩ匚Ҝ丨几Ꮆ　ㄒㄖ几Ꮆㄩ乇．　乃ㄩㄒ　ㄚㄖㄩ　匚ㄖㄩㄥᗪ几＇ㄒ，　ㄚㄖㄩ　ᗪ丨ᗪ几＇ㄒ，　卂几ᗪ　几ㄖ山　ㄚㄖㄩ＇尺乇　卩卂ㄚ丨几Ꮆ　ㄒ卄乇　卩尺丨匚乇，　ㄚㄖㄩ　Ꮆㄖᗪᗪ卂爪几　丨ᗪ丨ㄖㄒ．　丨　山丨ㄥㄥ　丂卄丨ㄒ　千ㄩ尺ㄚ　卂ㄥㄥ　ㄖᐯ乇尺　ㄚㄖㄩ　卂几ᗪ　ㄚㄖㄩ　山丨ㄥㄥ　ᗪ尺ㄖ山几　丨几　丨ㄒ．　ㄚㄖㄩ＇尺乇　千ㄩ匚Ҝ丨几Ꮆ　ᗪ乇卂ᗪ，　Ҝ丨ᗪᗪㄖ．
</p>
]]